Repository: CartoonFan/dvdisaster
Catalog: dvdisaster/locale/*.po
Languages: de

source: Error closing configuration file %s: %s
de: Fehler beim Schließen der Konfigurations-Datei %s: %s

source: Could not open configuration file %s: %s
de: Konnte Konfigurations-Datei %s nicht öffnen: %s

source: # dvdisaster-%s configuration file # This is an automatically generated file # which will be overwritten each time dvdisaster is run.
de: # dvdisaster-%s Konfigurations-Datei # Dies ist eine automatisch erzeugte Datei. # Sie wird bei jedem Aufruf von dvdisaster neu überschrieben.

source: 2nd argument is missing
de: Das zweite Argument fehlt

source: Number of roots must be 8..100; the number of erasures must be > 0 and less than the number of roots.
de: Die Anzahl der Nullstellen muß 8..100 sein; die Anzahl der Auslöschungen muß > 0 und kleiner als die Anzahl Nullstellen sein.

source: Generating random correctable erasures (for %d roots, max erasures = %d).
de: Erzeuge zufällige reparierbare Auslöschungen (für %d Nullstellen, max. %d Auslöschungen).

source: Failed seeking to sector %lld in image: %s
de: Ansteuern von Sektor %lld im Abbild fehlgeschlagen: %s

source: Failed writing to sector %lld in image: %s
de: Schreiben von Sektor %lld im Abbild fehlgeschlagen: %s

source: Progress: %3d%%
de: Fortschritt: %3d%%

source: Progress: 100%% Recover the image using the --fix option before doing another --random-errors run. Otherwise you'll accumulate >= %d erasures/ECC block and the image will be lost.
de: Fortschritt: 100%% Reparieren Sie das Abbild mit der --fix-Option bevor Sie --random-errors erneut anwenden. Anderenfalls werden >= %d Auslöschungen pro ECC-Bereich erzeugt und das Abbild kann nicht mehr wiederhergestellt werden.

source: Number of erasures must be > 0 and <= %d
de: Die Anzahl von Auslöschungen muß > 0 und <= %d sein

source: 3rd argument is missing
de: Das dritte Argument fehlt

source: Sector must be in range [0..%lld]
de: Sektor muß im Bereich [0..%lld] liegen

source: Byte position must be in range [0..2047]
de: Byte-Position muß im Bereich [0..2047] liegen

source: Byte value must be in range [0..255]
de: Byte muß einen Wert von [0..255] haben

source: Setting byte %d in sector %lld to value %d.
de: Setze Byte %d in Sektor %lld auf den Wert %d.

source: Failed seeking to start of image: %s
de: Ansteuern des Abbild-Anfangs fehlgeschlagen: %s

source: Could not write the new byte value
de: Konnte den neuen Byte-Wert nicht schreiben

source: Sectors must be in range [0..%lld].
de: Sektoren müssen im Intervall [0..%lld] liegen.

source: Erasing sectors [%lld,%lld]
de: Lösche Sektoren [%lld,%lld]

source: New length must be in range [0..%lld].
de: Neue Länge muß im Bereich [0..%lld] liegen.

source: Truncating image to %lld sectors.
de: Verkürze das Abbild auf %lld Sektoren.

source: Could not truncate %s: %s
de: Konnte %s nicht abschneiden: %s

source: Can't open %s: %s
de: Kann %s nicht öffnen: %s

source: Creating random image with %lld sectors. There is no need for permanently storing this image; you can always reproduce it by calling dvdisaster --debug %s %lld --random-seed %d
de: Erzeuge zufälliges Abbild mit %lld Sektoren. Sie brauchen dieses Abbild nicht aufzuheben, da Sie es immer wieder mit diesem Aufruf erzeugen können: dvdisaster --debug %s %lld --random-seed %d

source: Error closing image file: %s
de: Fehler beim Schließen des Abbildes: %s

source: Replacing the "unreadable sector" markers with zeros.
de: Ersetze die "unlesbarer Sektor"-Markierungen durch Nullen.

source: Could not read image sector %lld: %s
de: Konnte Abbild-Sektor %lld nicht lesen: %s

source: %lld "unreadable sector" markers replaced.
de: %lld "unlesbarer Sektor"-Markierungen ersetzt.

source: Contents of sector %lld:
de: Inhalt von Sektor %lld:

source: Failed reading sector %lld in image: %s
de: Lesen von Sektor %lld im Abbild fehlgeschlagen: %s

source: Method %s not available. Use -m without parameters for a method list.
de: Das Verfahren %s ist nicht vorhanden. Verwenden Sie -m ohne Parameter um eine Liste zu erhalten.

source: RS01 method not available for comparing files.
de: RS01-Methode zum Überprüfen der Dateien nicht verfügbar.

source: test phrase for verifying the locale installation
de: ok

source: sizeof(EccHeader) is %d, but must be 4096.
de: sizeof(EccHeader) ist %d, muß aber 4096 sein.

source: --cache-size must at least be 1MB; 16MB or higher is recommended.
de: --cache-size muß mindestens 1MB sein; 16MB oder mehr werden empfohlen.

source: --cache-size maximum is 2048MB.
de: Die Maximalgröße von --cache-size ist 2048MB.

source: ?? illegal getopt return value %d
de: ?? ungültiger Rückgabewert von getopt: %d

source: dvdisaster is not properly installed. Please execute the installer program (%s) again.
de: dvdisaster wurde nicht richtig installiert. Bitte führen Sie das Installationsprogramm %s erneut aus.

source: Common usage examples: dvdisaster -r,--read # Read the medium image to hard disc. # Use -rn-m to read a certain sector range, e.g. -r100-200 dvdisaster -c,--create # Create .ecc information for the medium image. dvdisaster -f,--fix # Try to fix medium image using .ecc information. dvdisaster -s,--scan # Scan the medium for read errors. dvdisaster -t,--test # Test integrity of the .iso and .ecc files. dvdisaster -u,--unlink # Delete .iso files (when other actions complete)
de: Allgemeine Anwendungsbeispiele: dvdisaster -r,--read # Datenträger-Abbild auf Festplatte einlesen. # -rn-m liest einen Bereich von Sektoren, z.B. -r100-200 dvdisaster -c,--create # Erzeugt Fehlerkorrektur-Daten für das Abbild. dvdisaster -f,--fix # Versucht das Abbild mit Hilfe der Fehlerkorrektur-Daten zu reparieren. dvdisaster -s,--scan # Untersucht den Datenträger auf Lesefehler. dvdisaster -t,--test # Prüft die Struktur der .iso und .ecc - Dateien. dvdisaster -u,--unlink # Löscht .iso - Dateien nach Beenden der vorherigen Aktionen.

source: Drive and file specification: -d,--device device - read from given device (default: %s) -p,--prefix prefix - prefix of .iso/.ecc file (default: medium.* ) -i,--image imagefile - name of image file (default: medium.iso) -e,--ecc eccfile - name of parity file (default: medium.ecc)
de: Laufwerks- und Dateinamen: -d,--device Laufwerk - Von diesem Laufwerk lesen (Standard: %s) -p,--prefix Präfix - Anfang der .iso/.ecc - Dateien (Standard: medium.* ) -i,--image Name - Name der Abbild - Datei (Standard: medium.iso) -e,--ecc Name - Name der Fehlerkorrektur-Datei (Standard: medium.ecc)

source: -l,--list - list drives available under ASPI manager
de: -l,--list - zeigt unter ASPI verfügbare Laufwerke

source: Tweaking options (see manual before using!) -j,--jump n - jump n sectors forward after a read error (default: 16) -m n - list/select error correction methods (default: RS01) -n,--redundancy n%% - error correction file redundancy (in percent), or maximum error correction image size (in sectors) -v,--verbose - more diagnostic messages --adaptive-read - use optimized strategy for reading damaged media --auto-suffix - automatically add .iso and .ecc file suffixes --cache-size n - image cache size in MB during -c mode (default: 32MB) --dao - assume DAO disc; do not trim image end --fill-unreadable n - fill unreadable sectors with byte n --query-size n - query drive/udf/ecc for image size (default: ecc) --raw-attempts n - attempts n raw reads of a defective sector --speed-warning n - print warning if speed changes by more than n percent --spinup-delay n - wait n seconds for drive to spin up --split-files - split image into files <= 2GB
de: Feineinstellung (Beachten Sie die Hinweise in der Dokumentation!): -j,--jump n - überspringe n Sektoren nach einem Lesefehler (Standard: 16) -m n - Fehlerkorrektur-Methoden anzeigen/auswählen (Standard: RS01) -n,--redundancy n%% - Redundanz der Fehlerkorrektur-Dateien (in Prozent), oder höchstmögliche Größe für Fehlerkorrektur-Abbilder (in Sektoren) -v,--verbose - mehr erläuternde Ausgaben --adaptive-read - verwende optimiertes Leseverfahren für defekte Datenträger --auto-suffix - automatisches Anfügen der .iso- und .ecc-Dateiendungen --cache-size n - Zwischenspeicher in MB bei .ecc-Datei-Erzeugung (Standard: 32MB) --dao - unterstelle DAO; Abbild am Ende nicht kürzen --fill-unreadable n - fülle unlesbare Sektoren mit Byte n --query-size n - Abbildgröße ermitteln durch: drive/udf/ecc (Standard: ecc) --raw-attempts n - versucht beschädigten Sektor n-mal "raw" zu lesen --speed-warning n - warnt bei Geschwindigkeitsänderung um mehr als n Prozent --spinup-delay n - gibt dem Laufwerk n Sekunden Zeit zum Hochlaufen --split-files - Abbild in mehrere Dateien <= 2GB aufteilen

source: Debugging options (purposefully undocumented and possibly harmful) --debug - enables the following options --byteset s,i,b - set byte i in sector s to b --erase sector - erase the given sector --erase n-m - erase sectors n - m, inclusively --marked-image n - create image with n marked random sectors --random-errors r,e seed image with (correctable) random errors --random-image n - create image with n sectors of random numbers --random-seed n - random seed for built-in random number generator --read-sector n - shows hexdump of the given sector from medium in drive --send-cdb arg - executes given cdb at drive; kills system if used wrong --show-sector n - shows hexdump of the given sector in an image file --sim-defects n - simulate n%% defective sectors on medium --truncate n - truncates image to n sectors --zero-unreadable - replace the "unreadable sector" markers with zeros
de: Optionen zum Testen (absichtlich undokumentiert und möglicherweise schädlich!) --debug - schaltet die folgenden Optionen frei --byteset s,i,b - setze Byte i in Sektor s auf Wert b --erase sector - Löscht den angegebenen Sektor --erase n-m - Löscht die Sektoren n - m (einschließlich n,m) --marked-image n - Erzeugt Abbild mit n markierten Sektoren aus Zufallszahlen --random-errors r,e Füllt Abbild mit zufälligen reparierbaren Fehlern --random-image n - Erzeugt Abbild mit n Sektoren aus Zufallszahlen --random-seed n - Anfangswert für den eingebauten Zufallszahlengenerator --read-sector n - Zeigt hexadezimale Darstellung des Inhalts eines Sektors vom Datenträger --send-cdb arg - führt cdb im Laufwerk aus; schrottet System bei Fehleingabe --show-sector n - Zeigt hexadezimale Darstellung des Sektor-Inhalts einer Abbild-Datei --sim-defects n - simuliere n%% beschädigte Sektoren auf dem Datenträger --truncate n - Verkürzt Abbild auf n Sektoren Länge --zero-unreadable - Ersetzt die "unlesbare Sektoren"-Markierungen durch Nullen

source: NOTE: This is the Windows console version of dvdisaster. The version providing a graphical user interface is called dvdisaster-win.exe (also contained in this installation).
de: HINWEIS: Dies ist die Kommandozeilen-Version von dvdisaster. Eine graphische Benutzeroberfläche wird von der Programmversion dvdisaster-win.exe bereitgestellt (ebenfalls in dieser Installation enthalten).

source: Error correction file (RS01)
de: Fehlerkorrektur-Datei (RS01)

source: Classic Reed-Solomon method based on polynomial arithmetic
de: Klassisches Reed-Solomon-Verfahren basierend auf Polynomen

source: Augmented image (RS02)
de: Erweitertes Abbild (RS02)

source: Reed-Solomon method with improved tolerance for defective ecc data
de: Reed-Solomon-Verfahren mit verbesserter Robustheit gegen beschädigte ecc-Daten

source: Opening %s
de: Öffne %s

source: : not present.
de: : nicht vorhanden.

source: Image file %s not present.
de: Abbild-Datei %s ist nicht vorhanden.

source: : %lld medium sectors.
de: : %lld Datenträger-Sektoren.

source: : %lld medium sectors and %d bytes.
de: : %lld Datenträger-Sektoren und %d Bytes.

source: could not read image sector %lld (only %d bytes): %s
de: Konnte den Abbild-Sektor %lld nicht lesen (nur %d Bytes): %s

source: Invalid or damaged ecc file
de: Ungültige oder beschädigte Fehlerkorrektur-Datei

source: Can't read ecc header: %s
de: Kann den Ecc-Vorspann nicht lesen: %s

source: Error closing error correction file: %s
de: Fehler beim Schließen der Fehlerkorrekturdatei: %s

source: This .ecc file requires dvdisaster V%d.%d.%d or higher. Please visit http://www.dvdisaster.com for an upgrade.
de: Diese .ecc-Datei benötigt mindestens Version %d.%d.%d von dvdisaster. Bitte holen Sie sich von http://www.dvdisaster.de eine neuere Version.

source: Image file %s deleted.
de: Abbild-Datei %s gelöscht.

source: Image file %s not deleted: %s
de: Abbild-Datei %s nicht gelöscht: %s

source: Failed to create the log tables!
de: Fehler beim Erzeugen der Logarithmen-Tabellen!

source: windowtitle|Log data
de: Protokollfenster

source: <big>Log data</big> <i>Protocol of the current or previous action</i>
de: <big>Protokolldaten</big> <i>Protokoll des momentanen oder letzten Vorgangs.</i>

source: windowtitle|GNU General Public License
de: GNU General Public License

source: <big>GNU General Public License</big> <i>The license terms of dvdisaster.</i>
de: <big>GNU General Public License</big> <i>Die Lizenzbedingungen von dvdisaster.</i>

source: File %s not present
de: Datei %s nicht vorhanden

source: windowtitle|Modifying dvdisaster
de: dvdisaster verändern

source: <big>Modifying dvdisaster</big> <i>Your changes are not ours.</i>
de: <big>dvdisaster verändern</big> <i>Ihre Änderungen sind nicht unsere.</i>

source: windowtitle|About dvdisaster
de: Kurzinformation

source: Modified version Copyright 2006 (please fill in - [directions]) Copyright 2004-2006 Carsten Gnoerlich
de: Veränderte Version Copyright 2006 (bitte eintragen - [Hinweise]) Original-Programm Copyright 2004-2006 Carsten Gnörlich

source: Copyright 2004-2006 Carsten Gnoerlich
de: Copyright 2004-2006 Carsten Gnörlich

source: dvdisaster provides a margin of safety against data loss on CD and DVD media caused by aging or scratches. It creates error correction data which is used to recover unreadable sectors if the disc becomes damaged later on.
de: dvdisaster erzeugt einen Sicherheitspuffer gegen Datenverluste, die auf CD- und DVD-Datenträgern durch Alterung oder Kratzer entstehen. Es erzeugt Fehlerkorrekturdaten, um bei nachfolgenden Datenträger- Problemen unlesbare Sektoren zu rekonstruieren.

source: This software comes with <b>absolutely no warranty</b>. This is free software and you are welcome to redistribute it under the conditions of the [GNU General Public License].
de: dvdisaster ist <b>freie Software</b>; es gelten die Bedingungen der [GNU General Public License] .

source: This program is <b>not the original</b>. It is based on the source code of dvdisaster, but contains third-party changes. Please do not bother the original authors of dvdisaster ([www.dvdisaster.org]) about issues with this version.
de: Dieses Programm ist <b>nicht das Original</b>. Es basiert auf den Quellen von dvdisaster, wurde aber von Dritten verändert. Bitte behelligen Sie die ursprünglichen Autoren von dvdisaster ([www.dvdisaster.org]) nicht wegen Problemen mit dieser Version.

source: e-mail: carsten@dvdisaster.com -or- cgnoerlich@fsfe.org
de: e-mail: carsten@dvdisaster.de -oder- cgnoerlich@fsfe.org

source: Darwin port (Mac OS X): Julian Einwag &lt;julian@einwag.de&gt;
de: Anpassungen für Darwin (Mac OS X): Julian Einwag &lt;julian@einwag.de&gt;

source: Error while writing the file: %s You can redo this operation after freeing some space.
de: Fehler beim Schreiben der Datei: %s Sie können den Vorgang wiederholen nachdem Sie Speicherplatz freigegeben haben.

source: dvdisaster-%s log
de: dvdisaster-%s-Protokoll

source: button|Read
de: Lesen

source: tooltip|Read Image
de: Abbild einlesen

source: Reads a CD/DVD image into a file (or tries to complete an existing image file).
de: Liest ein CD/DVD-Abbild in eine Datei ein (oder vervollständigt ein vorhandenes Abbild).

source: button|Create
de: Erzeugen

source: tooltip|Create error correction data
de: Fehlerkorrektur-Daten erzeugen

source: Creates error correction data. Requires an image file.
de: Erzeugt Fehlerkorrektur-Daten. Benötigt eine Abbild-Datei.

source: button|Scan
de: Prüfen

source: tooltip|Scan medium
de: Datenträger untersuchen

source: Scans medium for unreadable sectors.
de: Untersucht den Datenträger auf Lesefehler.

source: button|Fix
de: Reparieren

source: tooltip|Repair image
de: Abbild reparieren

source: Repairs an image. Requires an image file and error correction data.
de: Repariert ein Abbild. Benötigt eine Abbild-Datei und Fehlerkorrektur-Daten.

source: button|Verify
de: Vergleichen

source: tooltip|Consistency check
de: Daten überprüfen

source: Tests consistency of error correction data and image file.
de: Überprüft das Abbild und die Fehlerkorrektur-Daten.

source: button|Stop
de: Abbrechen

source: tooltip|Abort action
de: Vorgang abbrechen

source: Aborts an ongoing action.
de: Bricht den laufenden Vorgang ab.

source: <b>dvdisaster is not properly installed</b> Please execute the installer program (%s) again.
de: <b>dvdisaster wurde nicht richtig installiert.</b> Bitte führen Sie das Installationsprogramm %s erneut aus.

source: tooltip|Protocol for current action
de: Protokoll des Vorgangs

source: Displays additional information created during the current or last action.
de: Zeigt zusätzliche Informationen über den laufenden oder zuletzt durchgeführten Vorgang an.

source: View log
de: Protokoll

source: windowtitle|Change log
de: Änderungsbericht

source: <big>Change log</big> <i>Major differences from earlier program versions.</i>
de: <big>Änderungsbericht</big> <i>Die wichtigsten Unterschiede zu den Vorgängerversionen (nur in Englisch).</i>

source: windowtitle|Credits
de: Danksagung

source: <big>Credits</big> <i>Thanks go out to...</i>
de: <big>Danksagung</big> <i>Ein herzliches Dankeschön an...</i>

source: windowtitle|To do list
de: Aufgabenliste

source: <big>To do list</big> <i>A sneak preview of coming features ... perhaps ;-)</i>
de: <big>Aufgabenliste</big> <i>Eine Vorschau auf zukünftige Erweiterungen ... vielleicht ;-) (nur in Englisch)</i>

source: menu|Select Image
de: Abbild auswählen

source: menu|Select Parity File
de: Fehlerkorrekturdatei auswählen

source: menu|Quit
de: Beenden

source: menu|File
de: Datei

source: menu|About
de: Kurzinformation

source: menu|User manual
de: Benutzerhandbuch

source: menu|Credits
de: Danksagung

source: menu|Licence (GPL)
de: Lizenz (GPL)

source: menu|Change log
de: Änderungsbericht

source: menu|To do list
de: Aufgabenliste

source: menu|Help
de: Hilfe

source: windowtitle|Image file selection
de: Abbild-Datei auswählen

source: windowtitle|Error correction file selection
de: Fehlerkorrektur-Datei auswählen

source: tooltip|Drive selection
de: Laufwerk auswählen

source: Use the nearby drop-down list to select the input drive.
de: Klappen Sie die nebenstehende Liste aus um ein Laufwerk zu wählen.

source: No drives found
de: Keine Laufwerke gefunden

source: Selects the input drive for reading images.
de: Auswahl des Laufwerks zum Einlesen von Abbildern.

source: tooltip|Image file selection
de: Abbild-Datei auswählen

source: Selects a new image file.
de: Wählt eine neue Abbild-Datei aus.

source: tooltip|Current image file
de: Momentane Abbild-Datei

source: Shows the name of the current image file.
de: Zeigt den Namen der momentan verwendeten Abbild-Datei an.

source: tooltip|Error correction file selection
de: Fehlerkorrektur-Datei auswählen

source: Selects a new error correction file.
de: Wählt eine neue Fehlerkorrektur-Datei aus.

source: tooltip|Current error correction file
de: Momentane Fehlerkorrektur-Datei

source: Shows the name of the current error correction file.
de: Zeigt den Namen der momentan verwendeten Fehlerkorrektur-Datei an.

source: tooltip|Preferences
de: Einstellungen

source: Customize settings for creating images, error correction files and other stuff.
de: Einstellungen zum Erzeugen von Abbildern, für die Fehlerkorrektur und anderes.

source: tooltip|User manual
de: Benutzerhandbuch

source: Displays the user manual (external HTML browser required).
de: Ruft das Benutzerhandbuch auf (externer HTML-Betrachter wird benötigt).

source: tooltip|Quit
de: Beenden

source: Quit dvdisaster
de: Beendet dvdisaster.

source: List of available methods:
de: Liste der verfügbaren Methoden:

source: Image file %s not present.
de: Abbild-Datei %s nicht vorhanden.

source: Unknown method %s.
de: Unbekanntes Verfahren %s.

source: Neither ecc file nor ecc data in image found.
de: Weder Fehlerkorrektur-Datei noch Fehlerkorrekturdaten im Abbild vorhanden.

source: dvdisaster-%s%sCopyright 2004-2006 Carsten Gnoerlich.
de: dvdisaster-%s%sCopyright 2004-2006 Carsten Gnörlich.

source: This software comes with ABSOLUTELY NO WARRANTY. This is free software and you are welcome to redistribute it under the conditions of the GNU GENERAL PUBLIC LICENSE. See the file "COPYING" for further information.
de: Dies ist freie Software; es gelten die Bedingungen der GNU GENERAL PUBLIC LICENSE aus dem Quelltext.

source: Warning
de: Warnung

source: * * dvdisaster - can not continue: *
de: * * dvdisaster - kann Ausführung nicht fortsetzen: *

source: Switched to the linear reading strategy.
de: Lineares Leseverfahren wurde ausgewählt.

source: Disabled automatic error correction file generation.
de: Automatisches Erzeugen der Fehlerkorrektur-Datei wurde abgeschaltet.

source: Preferences
de: Einstellungen

source: General
de: Allgemein

source: Medium and image filesystem
de: Dateisystem-Einstellungen für Datenträger und Abbilder

source: Get Image size from:
de: Abbild-Größe ermitteln durch:

source: Drive
de: Laufwerk

source: Local files (on hard disc)
de: Lokale Dateien (auf Festplatte)

source: Automatically add .iso and .ecc file suffixes
de: Automatisches Anfügen der .iso- und .ecc-Dateiendungen

source: Split files into segments <= 2GB
de: Dateien in Segmente von <= 2GB aufteilen

source: Automatic file creation and deletion
de: Automatisches Erzeugen und Löschen von Dateien

source: Create error correction file after reading image
de: Fehlerkorrektur-Datei erzeugen, nachdem Abbild eingelesen wurde

source: Remove image after error correction file creation
de: Abbild löschen, wenn Fehlerkorrekturdatei erfolgreich erstellt wurde

source: Read & Scan
de: Lesen & Prüfen

source: Reading preferences
de: Einstellungen zum Lesen

source: <b>Reading strategy</b> dvdisaster provides two basic strategies for reading CD/DVD media:
de: <b>Leseverfahren</b> dvdisaster enthält zwei Leseverfahren für CD/DVD-Datenträger:

source: Reading strategy:
de: Lese-Verfahren:

source: Adaptive (for defective media)
de: Angepaßt (an beschädigte Datenträger)

source: The linear strategy is suited for undamaged media while the adaptive strategy is better for media already containing read errors. Both reading strategies can be further customized:
de: Das lineare Verfahren eignet sich für unbeschädigte Datenträger und das angepaßte Verfahren ist besser für Datenträger mit Lesefehlern. Beide Lese-Verfahren erlauben zusätzliche Einstellungen:

source: <b>Raw reading</b> Most drives return no data at all for defective sectors, but some have a special raw reading mode which returns even partly readable sectors. In that case it can be possible to recombine sector contents from several raw reading attempts.
de: <b>Lesen in der "RAW"-Betriebsart</b> Die meisten Laufwerke liefern keine Daten für beschädigte Sektoren, aber einige können auch Daten aus unvollständig lesbaren Sektoren "raw" lesen. Dadurch kann der Sektorinhalt möglicherweise in mehreren RAW-Leseversuchen rekonstruiert werden.

source: Try %d raw reads after read error (if supported)
de: %d mal "RAW" lesen nach einem Fehler (sofern unterstützt)
