Repository: CartoonFan/dvdisaster
Catalog: dvdisaster/locale/*.po
Languages: de

source: <b>Reading range</b> Reading can be limited to a part of the medium (in sectors holding 2KB each). The values include the borders: 0-100 will read 101 sectors.
de: <b>Lesebereich</b> Der Lesevorgang kann auf einen Teil des Datenträgers (in Sektoren von jeweils 2KB) beschränkt werden (inklusiv; 0-100 liest also 101 Sektoren ein).

source: Read/Scan from sector
de: Lesen/Prüfen von Sektor

source: to sector
de: bis Sektor

source: Limiting the reading range is not recommended for <i>adaptive reading</i> since it might prevent sectors from being read which are required for a succesful error correction. These settings are only effective for the current session and will not be saved.
de: Es wird empfohlen, den Lesebereich beim <i>angepaßten Lesen</i> nicht einzuschränken, da sonst unter Umständen das Einlesen von Sektoren verhindert wird, die zur Fehlerkorrektur benötigt werden. Diese Einstellungen gelten nur für die aktuelle Sitzung und werden nicht gespeichert.

source: <b>Treatment of unreadable areas</b> Defective media usually contain numerous read errors in a contigous region. Skipping sectors after a read error reduces the processing time and the mechanical wear on the drive, but leaves larger gaps in the image file:
de: <b>Behandlung von unlesbaren Bereichen</b> Lesefehler treten bei beschädigten Datenträgern typischerweise nicht einzeln, sondern über längere Bereiche auf. Das Überspringen von Sektoren nach einem Lesefehler verringert die Bearbeitungszeit und die mechanische Beanspruchung des Laufwerkes, hinterläßt aber größere Lücken in der Abbild-Datei:

source: Skip %d sectors after read error
de: Überspringe %d Sektoren nach einem Lesefehler

source: Stop reading when unreadable intervals < %d
de: Lesen beenden wenn unlesbare Bereiche < %d

source: When using the <i>linear reading strategy</i>, skipping sectors has the following consequences: - Skipping a large number of sectors (e.g. 1024) gives a quick overview of damaged areas, but will usually not collect enough data for repairing the image. - Smaller values like 16, 32 or 64 are a good trade-off: The processing time will be considerably shortened, but still enough data for repairing the image is collected.
de: Beim Einsatz des <i>linearen Leseverfahrens</i> hat das Überspringen die folgenden Auswirkungen: - Das Überspringen einer großen Anzahl von Sektoren (z.B 1024) ergibt eine schnelle Übersicht über die Beschädigung des Datenträgers. Es liefert aber in der Regel nicht genügend Daten für eine erfolgreiche Fehlerkorrektur. - Kleinere Werte von 16, 32 oder 64 sind ein guter Kompromiß zwischen verringerter Bearbeitungszeit und Wiederherstellbarkeit des Datenträger-Abbildes.

source: The <i>adaptive reading strategy</i> uses this setting only if no error correction data is available. In that case the reading process will stop when no unread areas larger than the selected size remain. Values smaller than 128 <i>are not recommended</i> as they cause the drive to carry out lots of laser head repositioning during the final phase of the reading process. If adaptive reading with a setting of 128 is not sufficient, try reading the remaining sectors with an additional linear reading pass. On DVD media read errors do usually extend over at least 16 sectors for technical reasons. Therefore selecting a value less than 16 is not recommended for DVD.
de: Das <i>angepaßte Leseverfahren</i> verwendet diese Einstellung nur, wenn keine Fehler- korrektur-Daten zur Verfügung stehen. Dann wird der Lesevorgang beendet, sobald keine unlesbaren Bereiche oberhalb der angegebenen Größe mehr vorhanden sind. Werte kleiner als 128 sind nicht empfehlenswert, da sonst in der Schlußphase des Einlesens sehr viele Neupositionierungen des Laserschlittens im Laufwerk stattfinden. Wenn das angepaßte Lesen mit 128 nicht genügend Daten liefert, ist es günstiger, die verbleibenden Sektoren mit dem linearen Lesen zu vervollständigen. Auf DVD-Datenträgern erstrecken sich Lesefehler aus technischen Gründen über mindestens 16 Sektoren. Daher sind Werte kleiner als 16 für DVD nicht sinnvoll.

source: Image properties
de: Abbild-Eigenschaften

source: Assume image to be written in DAO mode (don't truncate)
de: Unterstelle DAO-Abbild (nicht am Ende kürzen)

source: Fill unreadable sectors with byte:
de: Unlesbare Sektoren auffüllen mit Byte:

source: Drive initialisation
de: Laufwerk vorbereiten

source: Wait
de: Warte

source: seconds for drive to spin up
de: Sekunden auf das Hochdrehen des Laufwerks

source: Error correction
de: Fehlerkorrektur

source: Storage method:
de: Abspeichern in:

source: Sense error (0x%02x);
de: Laufwerk meldet Fehler 0x%02x;

source: Sense error: %s;
de: Laufwerk meldet Fehler: %s;

source: unknown asc/ascq code (0x%02x, 0x%02x).
de: unbekannter asc/ascq-Kode (0x%02x, 0x%02x).

source: Aborted by unrecoverable error.
de: Abbruch durch nicht behebbaren Fehler.

source: Repairable: %2d.%1d%% (correctable: %lld; now reading [%lld..%lld], size %lld)
de: Reparierbar: %2d.%1d%% (korrigierbar: %lld; lese in [%lld..%lld], Größe %lld)

source: Repairable: %2d.%1d%% (missing: %lld; now reading [%lld..%lld], size %lld)
de: Reparierbar: %2d.%1d%% (fehlend: %lld; lese in [%lld..%lld], Größe %lld)

source: Stopping when unreadable intervals < %d.
de: Wird beendet wenn unlesbare Bereiche < %d.

source: Adaptive reading: %s
de: Angepaßtes Leseverfahren: %s

source: Trying to collect enough data for error correction.
de: Versuche genügend Daten für die Fehlerkorrektur zu sammeln.

source: Medium contains %lld sectors more as recorded in the .ecc file (Medium: %lld sectors; expected from .ecc file: %lld sectors). Only the first %lld medium sectors will be processed.
de: Der Datenträger enthält %lld Sektoren mehr als in der .ecc-Datei verzeichnet sind. (Datenträger: %lld Sektoren; in der .ecc-Datei erwartet: %lld Sektoren). Nur die ersten %lld Datenträger-Sektoren werden bearbeitet.

source: Aborted by user request!
de: Abbruch auf Benutzeranforderung!

source: Medium contains %lld sectors less as recorded in the .ecc file (Medium: %lld sectors; expected from .ecc file: %lld sectors).
de: Der Datenträger enthält %lld Sektoren weniger als in der .ecc-Datei verzeichnet sind. (Datenträger: %lld Sektoren; in der .ecc-Datei erwartet: %lld Sektoren).

source: Limiting sector range to [%lld,%lld].
de: Begrenze Sektor-Bereich auf [%lld,%lld].

source: Sector %d is missing. Can not compare image and ecc fingerprints. Double check that image and ecc file belong together.
de: Sektor %d fehlt. Kann Fingerabdruck von Abbild- und Fehlerkorrekturdatei nicht vergleichen. Vergewissern Sie sich, daß beide Dateien zusammengehören.

source: Fingerprints of image and ecc file do not match. Image and ecc file do not belong together.
de: Fingerabdrücke von Abbild- und Fehlerkorrekturdatei sind unterschiedlich. Abbild und Fehlerkorrekturdatei passen nicht zusammen.

source: Image file does not match the CD/DVD.
de: Abbild-Datei paßt nicht zu der CD/DVD.

source: Image file already exists and does not match the CD/DVD. The existing image file will be deleted.
de: Die bereits vorhandene Abbild-Datei paßt nicht zu der CD/DVD. Soll die Abbild-Datei gelöscht werden?

source: Reading aborted. Please select a different image file.
de: Einlesen abgebrochen. Bitte wählen Sie eine andere Abbild-Datei.

source: Image file is %lld sectors longer than inserted medium (Image file: %lld sectors; medium: %lld sectors).
de: Abbild-Datei ist %lld Sektoren länger als der Datenträger (Abbild-Datei: %lld Sektoren; Datenträger: %lld Sektoren).

source: Failed skipping the ecc header: %s
de: Überspringen des Ecc-Vorspanns fehlgeschlagen: %s

source: Analysing existing image file
de: Untersuche vorhandenes Abbild

source: premature end in image (only %d bytes): %s
de: Vorzeitiges Ende im Abbild (nur %d Bytes): %s

source: Error reading CRC information: %s
de: Fehler beim Lesen der CRC-Information: %s

source: Analysing existing image file: %2d%%
de: Untersuche vorhandenes Abbild: %2d%%

source: Determining correctable sectors
de: Ermittle korrigierbare Sektoren

source: Analysing existing image file: %lld readable, %lld correctable, %lld still missing.
de: Untersuche vorhandenes Abbild: %lld lesbar, %lld korrigierbar, %lld noch fehlend.

source: Analysing existing image file: %lld readable, %lld still missing.
de: Untersuche vorhandenes Abbild: %lld lesbar, %lld noch fehlend.

source: Ignore once
de: Diesmal nicht beachten

source: Ignore always
de: Immer nicht beachten

source: Abort
de: Abbrechen

source: Filling image area [%lld..%lld]
de: Auffüllen des Abbild-Bereichs [%lld..%lld]

source: Failed seeking to sector %lld in image [%s]: %s
de: Ansteuern von Sektor %lld im Abbild fehlgeschlagen [%s]: %s

source: Failed writing to sector %lld in image [%s]: %s
de: Schreiben von Sektor %lld im Abbild fehlgeschlagen [%s]: %s

source: Reading aborted
de: Lesevorgang abgebrochen

source: Preparing for reading the medium image.
de: Bereite Lesen des Datenträger-Abbilds vor.

source: Medium: not yet determined
de: Datenträger: Typ noch nicht bestimmt

source: Creating new %s image.
de: Erzeuge neues Abbild %s.

source: Reading new medium image.
de: Einlesen eines neuen Abbilds.

source: Completing existing medium image.
de: Vervollständigen eines bestehenden Abbilds.

source: Sufficient data for reconstructing the image is available.
de: Genügend Daten zur Wiederherstellung des Abbildes vorhanden.

source: Sector %lld: %s Can not recover from above error.
de: Sektor %lld: %s Keine Fortsetzung nach vorangegangenem Fehler möglich.

source: Sector %lld: %s It may not be possible to recover from this error. Should the reading continue and ignore this error?
de: Sektor %lld: %s Eine Fortsetzung ist gegebenenfalls nicht mehr möglich. Soll der Fehler nicht beachtet und weiter gelesen werden?

source: Failed seeking in crc area: %s
de: Suchen im CRC-Abschnitt fehlgeschlagen: %s

source: CRC error in sector %lld
de: Prüfsummen-Fehler in Sektor %lld

source: Sectors %lld-%lld: %s
de: Sektoren %lld-%lld: %s

source: Sector %lld: %s
de: Sektor %lld: %s

source: Only %2d.%1d%% of the image are readable or correctable
de: Nur %2d.%1d%% des Abbilds sind lesbar oder korrigierbar

source: %s (%lld readable, %lld correctable, %lld still missing).
de: %s (%lld lesbar, %lld korrigierbar, %lld noch fehlend).

source: Good! All sectors have been read.
de: Gut! Alle Sektoren wurden eingelesen.

source: No unreadable intervals with >= %d sectors left.
de: Keine unlesbaren Bereiche mit >= %d Sektoren übrig.

source: %s %2d.%1d%% of the image have been read (%lld sectors).
de: %s %2d.%1d%% des Abbilds wurden eingelesen (%lld Sektoren).

source: Adaptive reading:
de: Angepaßtes Leseverfahren:

source: Sectors processed
de: Bearbeitete Sektoren

source: readable
de: lesbar

source: correctable
de: korrigierbar

source: missing
de: fehlend

source: Readable: %d.%d%% / %d.%d%% required
de: Lesbar: %d.%d%% / %d.%d%% benötigt

source: Total recoverable: %d.%d%%
de: Insgesamt wiederherstellbar: %d.%d%%

source: <span color="red">Aborted by unrecoverable error.</span> %lld sectors read, %lld sectors unreadable/skipped so far.
de: <span color="red">Abbruch durch nicht behebbaren Fehler.</span> %lld Sektoren gelesen, %lld Sektoren unlesbar oder übersprungen.

source: Automatic error correction file creation is only possible after a full reading pass.
de: Automatisches Erzeugen der Fehlerkorrektur-Datei ist nur nach einem vollen Lesedurchlauf möglich.

source: Scanning aborted
de: Untersuchung abgebrochen

source: Scanning medium for read errors.
de: Untersuche Datenträger auf Lesefehler.

source: Automatic error correction file creation is enabled, and "%s" already exists. Overwrite it?
de: Automatisches Erzeugen der Fehlerkorrektur-Datei ist ausgewählt, aber "%s" gibt es bereits. Soll die Datei überschrieben werden?

source: <span color="red">Aborted by user request!</span>
de: <span color="red">Abbruch auf Benutzeranforderung!</span>

source: Reading CRC information from ecc file
de: Lese Prüfsummen aus Fehlerkorrektur-Datei

source: <span color="red">Reading aborted.</span> Please select a different image file.
de: <span color="red">Einlesen abgebrochen.</span> Bitte wählen Sie eine andere Abbild-Datei.

source: Completing image %s. Continuing with sector %lld.
de: Vervollständige Abbild %s beginnend mit Sektor %lld.

source: Completing image %s. Only missing sectors will be read.
de: Vervollständige Abbild %s. Nur die fehlenden Sektoren werden gelesen.

source: done.
de: fertig.

source: Waiting %d seconds for drive to spin up...
de: Warte %d Sekunden auf das Hochdrehen des Laufwerks...

source: <span color="red">Aborted by user request!</span> %lld sectors read, %lld sectors unreadable/skipped so far.
de: <span color="red">Abbruch auf Benutzeranforderung!</span> %lld Sektoren gelesen, %lld Sektoren unlesbar oder übersprungen.

source: unexpected read error in image for sector %lld
de: Unerwarteter Lesefehler im Abbild bei Sektor %lld

source: Sector %lld: %s Skipping %d sectors.
de: Sektor %lld: %s Überspringe %d Sektoren.

source: * CRC error, sector: %lld
de: * CRC-Fehler, Sektor : %lld

source: Unreadable / skipped sectors: %lld
de: Unlesbare / Übersprungene Sektoren: %lld

source: Sector %lld: Speed increased to %4.1fx
de: Sektor %lld: Lesegeschwindigkeit steigt auf %4.1fx

source: Sector %lld: Speed dropped to %4.1fx
de: Sektor %lld: Lesegeschwindigkeit fällt auf %4.1fx

source: Read position: %3d.%1d%% (%4.1fx)
de: Leseposition: %3d.%1d%% (%4.1fx)

source: %lld sectors read.
de: %lld Sektoren gelesen.

source: %lld sectors read; %lld unreadable sectors.
de: %lld Sektoren gelesen; %lld unlesbare Sektoren.

source: All sectors successfully read, but wrong image length (%lld sectors difference)
de: Alle Sektoren erfolgreich eingelesen, aber falsche Abbildlänge (%lld Sektoren Unterschied).

source: All sectors successfully read, but wrong image checksum.
de: Alle Sektoren erfolgreich eingelesen, aber falsche Abbild-Prüfsumme.

source: All sectors successfully read. Checksums match.
de: Alle Sektoren erfolgreich eingelesen. Prüfsummen stimmen.

source: All sectors successfully read.
de: Alle Sektoren erfolgreich eingelesen.

source: %lld unreadable sectors.
de: %lld unlesbare Sektoren.

source: %lld CRC errors.
de: %lld Prüfsummen-Fehler.

source: %lld CRC errors, %lld unreadable sectors.
de: %lld Prüfsummen-Fehler, %lld unlesbare Sektoren.

source: Scanning finished:
de: Überprüfung beendet:

source: Reading finished:
de: Einlesen beendet:

source: %d sectors missing at the end of the disc. This is okay if the CD was written in TAO (track at once) mode. The Image will be truncated accordingly. See the manual for details.
de: %d Sektoren fehlen am Ende des Datenträgers. Dies ist in Ordnung wenn der Datenträger im TAO (track at once)-Modus geschrieben wurde. Das Abbild wird entsprechend verkürzt; mehr dazu steht im Benutzerhandbuch.

source: %d sectors missing at the end of the disc. This is okay if the CD was written in TAO (track at once) mode. The Image will be truncated accordingly. See the manual for details. Use the --dao option to disable image truncating.
de: %d Sektoren fehlen am Ende des Datenträgers. Dies ist in Ordnung wenn der Datenträger im TAO (track at once)-Modus geschrieben wurde. Das Abbild wird entsprechend verkürzt; mehr dazu steht im Benutzerhandbuch. Verwenden Sie die --dao--Option um das Abschneiden zu unterdrücken.

source: Current Speed: %d.%dx
de: Momentane Geschwindigkeit: %d.%dx

source: Unreadable / skipped sectors: %lld, CRC errors: %lld
de: Unlesbare / Übersprungene Sektoren: %lld, Prüfsummen-Fehler: %lld

source: Sectors with CRC errors
de: Prüfsummen-Fehler

source: Media state
de: Datenträger-Zustand

source: Not touched this time
de: Diesmal unberücksichtigt

source: Already present
de: Bereits vorhanden

source: Successfully read
de: Erfolgreich gelesen

source: Unreadable / skipped
de: Unlesbar / Übersprungen

source: Speed
de: Geschwindigkeit

source: - testing sectors : %3d%%
de: - prüfe Sektoren : %3d%%

source: Scanning image sectors: %3d%%
de: Prüfe Abbild-Sektoren : %3d%%

source: * missing sector : %lld
de: * fehlender Sektor : %lld

source: * missing sectors : %lld - %lld
de: * fehlende Sektoren : %lld - %lld

source: Error writing CRC information: %s
de: Fehler beim Schreiben der CRC-Information: %s

source: Redundancy %4.1f%% out of useful range [3.2%%..64.5%%]
de: Redundanz %4.1f%% außerhalb des nutzbaren Bereiches [3.2%%..64.5%%]

source: Ecc file size %lldm out of useful range [%lld .. %lld]
de: Ecc-Datei-Größe %lldm außerhalb des nutzbaren Bereiches [%lld .. %lld]

source: Redundancy %d out of useful range [8..100].
de: Redundanz %d außerhalb des nutzbaren Bereiches [8..100].

source: <span color="red">Aborted by unrecoverable error.</span>
de: <span color="red">Abbruch durch nicht behebbaren Fehler.</span>

source: Error correction file creation aborted
de: Erzeugung der Fehlerkorrektur-Datei abgebrochen

source: Encoding with Method RS01: %d roots, %4.1f%% redundancy.
de: Kodiere mit Methode RS01: %d Nullstellen, %4.1f%% Redundanz.

source: <big>Creating the error correction file.</big> <i>%s</i>
de: <big>Erzeuge die Fehlerkorrektur-Datei.</big> <i>%s</i>

source: Writing sector checksums: %3d%%
de: Schreibe Sektoren-Prüfsummen: %3d%%

source: <b>1. Writing image sector checksums:</b>
de: <b>1. Schreibe Sektoren-Prüfsummen:</b>

source: <b>1. Calculating image sector checksums:</b>
de: <b>1. Berechne Sektoren-Prüfsummen:</b>

source: <span color="red">Aborted by user request!</span> (partial error correction file removed)
de: <span color="red">Abbruch auf Benutzeranforderung!</span> (unvollständige Fehlerkorrektur-Datei wurde entfernt)

source: %lld sectors unread or missing due to errors.
de: %lld unlesbare oder fehlende Sektoren im Abbild.

source: Failed skipping ecc+crc header: %s
de: Überspringen der Ecc/Crc-Vorspänne fehlgeschlagen: %s

source: Internal error: parity blocks are not a multiple of sector size.
de: Interner Fehler: Umfang der Korrektur-Blöcke ist kein Vielfaches der Sektorgröße

source: Ecc generation: %3d.%1d%%
de: Kodierungs-Fortschritt: %3d.%1d%%

source: could not write to ecc file "%s": %s
de: Konnte nicht in die Fehlerkorrektur-Datei schreiben: "%s": %s

source: Can't write ecc header: %s
de: Konnte den Vorspann der Fehlerkorrektur-Datei nicht schreiben: %s

source: Ecc generation: 100.0%%
de: Kodierungs-Fortschritt: 100.0%%

source: Error correction file "%s" created. Make sure to keep this file on a reliable medium.
de: Fehlerkorrektur-Datei "%s" wurde erzeugt. Verwahren Sie die Datei auf einem zuverlässigen Datenträger.

source: The error correction file has been successfully created. Make sure to keep this file on a reliable medium.
de: Die Fehlerkorrektur-Datei wurde erfolgreich erzeugt. Verwahren Sie die Datei auf einem zuverlässigen Datenträger.

source: problem reading crc data: %s
de: Problem beim Lesen der CRC-Daten: %s

source: Repairing of image aborted
de: Reparatur des Abbildes abgebrochen

source: <big>Repairing the image.</big> <i>%s</i>
de: <big>Repariere das Abbild.</big> <i>%s</i>

source: Opening files...
de: Öffne Dateien...

source: Error correction file using Method RS01, %d roots, %4.1f%% redundancy.
de: Fehlerkorrektur-Datei verwendet Methode RS01, %d Nullstellen, %4.1f%% Redundanz.

source: Fix mode: Repairable sectors will be fixed in the image.
de: "Fix"-Modus: Reparierbare Sektoren werden im Abbild wiederhergestellt.

source: The image file is %lld sectors longer as noted in the ecc file. This might simply be zero padding, especially on dual layer DVD media, but could also mean that the image and ecc files do not belong together. %s
de: Die Abbild-Datei ist %lld Sektoren länger als in der Fehlerkorrektur-Datei vermerkt wurde. Dies kann insbesondere bei zweischichtigen Datenträgern durch Auffüllen mit leeren Sektoren verursacht sein, bedeutet möglicherweise aber auch, daß das Abbild und die Fehlerkorrektur-Datei nicht zusammengehören. %s

source: Image file is %lld sectors longer than expected. Assuming this is a TAO mode medium. %lld sectors will be removed from the image end.
de: Das Abbild ist %lld Sektoren länger als erwartet. Es wird ein TAO-Datenträger angenommen. %lld Sektoren werden vom Ende des Abbildes abgeschnitten.

source: Is it okay to remove the superfluous sectors?
de: Dürfen die überflüssigen Sektoren abgeschnitten werden?

source: Image has been truncated by %lld sectors.
de: Die Abbild-Datei wurde um %lld Sektoren verkürzt.

source: Add the --truncate option to the program call to have the superfluous sectors removed.
de: Fügen Sie dem Programmaufruf die --truncate-Option hinzu um die überzähligen Sektoren zu entfernen.

source: The image file is %d bytes longer than noted in the ecc file. Shall the superflous bytes be removed from the image file?
de: Die Abbild-Datei ist %d Bytes länger als in der Fehlerkorrektur-Datei vermerkt wurde. Dürfen die überzähligen Sektoren abgeschnitten werden?

source: The image file is %d bytes longer than noted in the ecc file. Add the --truncate option to the program call to have the superfluous sectors removed.
de: Die Abbild-Datei ist %d Bytes länger als in der Fehlerkorrektur-Datei vermerkt wurde. Fügen Sie dem Programmaufruf die --truncate-Option hinzu um die überzähligen Sektoren zu entfernen.

source: Image has been truncated by %d bytes.
de: Die Abbild-Datei wurde um %d Bytes verkürzt.

source: Image file appears to be truncated. Consider completing it with another reading pass before going on.
de: Abbild ist zu kurz. Eine Vervollständigung mit einem weiteren Lese-Durchgang wird empfohlen.

source: * %3d unrepairable sectors:
de: * %3d nicht reparierbare Sektoren:

source: Failed seeking in ecc area: %s
de: Suchen im ECC-Abschnitt fehlgeschlagen: %s

source: Can't read ecc file: %s
de: Kann nicht aus der Fehlerkorrektur-Datei lesen: %s

source: Decoder problem (%d != %d) for %d sectors:
de: Dekodierungsproblem (%d != %d) für %d Sektoren:

source: -> Error located in sector %lld at byte %4d (value %02x '%c', expected %02x '%c')
de: -> Fehler festgestellt in Sektor %lld in Byteposition %4d (Wert %02x '%c', erwartet %02x '%c')

source: Unexpected byte error in sector %lld, byte %d
de: Unerwarteter Byte-Fehler in Sektor %lld, Byte %d

source: Bad error location %d; corrupted .ecc file?
de: Ungültige Fehlerposition %d; beschädigte .ecc-Datei?

source: %3d repaired sectors:
de: %3d reparierte Sektoren:

source: could not write medium sector %lld: %s
de: Konnte Abbild-Sektor %lld nicht schreiben: %s

source: Ecc progress: %3d.%1d%%
de: Reparatur-Fortschritt: %3d.%1d%%

source: Ecc progress: 100.0%%
de: Reparatur-Fortschritt: 100.0%%

source: Repaired sectors: %lld
de: Reparierte Sektoren: %lld

source: Unrepaired sectors: %lld
de: Nicht reparierbare Sektoren: %lld

source: Image sectors could not be fully restored (%lld repaired; <span color="red">%lld unrepaired</span>)
de: Keine vollständige Reparatur möglich (%lld Sektoren repariert; <span color="red">%lld nicht reparierbar</span>)

source: Good! All sectors are already present.
de: Gut! Alle Sektoren sind bereits vorhanden.

source: Good! All sectors are repaired.
de: Gut! Alle Sektoren wurden repariert.

source: Erasure counts per ecc block: avg = %.1f; worst = %d.
de: Auslöschungen pro Ecc-Bereich: Mittelwert = %.1f; Schlechtester = %d.

source: Repair results:
de: Reparaturergebnis:

source: n/a
de: entfällt

source: Good sectors
de: Gute Sektoren

source: Missing sectors
de: Fehlende Sektoren

source: Image file summary
de: Abbild-Datei

source: No image present.
de: Keine Abbild-Datei vorhanden.

source: Medium sectors:
de: Datentr.-Sektoren:

source: Checksum errors:
de: Prüfsummen-Fehler:

source: Missing Sectors:
de: Fehlende Sektoren:

source: Image checksum:
de: Abbild-Prüfsumme:
