Repository: CartoonFan/dvdisaster
Catalog: dvdisaster/locale/*.po
Languages: de

source: To force ASPI usage over SPTI, refer to the drive by the above numbers (use 1:, 2:,... instead of C:, D:,...)
de: Um die Benutzung von ASPI anstelle von SPTI zu erzwingen, verwenden Sie die obigen Laufwerksnummern, also 1:, 2:,... anstelle von C:, D:,...

source: ASPI manager not available or installed.
de: ASPI-Manager nicht verfügbar oder nicht installiert.

source: illegal data_mode for ASPI: %d
de: data_mode unzulässig für ASPI: %d

source: ASPI layer: Target busy.
de: ASPI-Schicht: Zielgerät beschäftigt.

source: ASPI layer: Reservation conflict.
de: ASPI-Schicht: Reservierungs-Konflikt.

source: Illegal device name "%s" (use devices "C:" ... "Z:")
de: Unzulässiger Laufwerksname "%s" (verwenden Sie die Laufwerke "C:" ... "Z:")

source: Neither SPTI nor ASPI worked opening %s.
de: %s kann weder mit SPTI noch mit ASPI geöffnet werden.

source: windowtitle|Choose a browser
de: Wählen Sie einen HTML-Betrachter

source: windowtitle|Browser required
de: Ein Anzeigeprogramm wird benötigt

source: <b>Could not find a suitable browser.</b> Which browser would you like to use for reading the online documentation? Please enter its name (e.g. mozilla) or use the "Search" button for a file dialog.
de: <b>Kein passendes Anzeigeprogramm auffindbar.</b> Welchen HTML-Betrachter möchten Sie verwenden um die Dokumentation zu lesen? Bitte geben Sie den Programmnamen (z.B. mozilla) ein oder drücken Sie den "Auswählen"-Knopf um einen Auswahl-Dialog aufzurufen.

source: Search
de: Auswählen

source: Documentation not installed.
de: Handbuch wurde nicht installiert.

source: Documentation file %s not found.
de: Dokument-Datei %s nicht gefunden.

source: Please hang on until the browser comes up!
de: Bitte warten Sie bis der HTML-Betrachter erscheint!

source: Unnamed
de: Unbenannt

source: - RS02 error correction method fully supported <span color="#%s">-</span> in the graphical user interface. - Adaptive reading supports RS02 images.
de: - Das RS02-Fehlerkorrektur-Verfahren wird vollständig <span color="#%s">-</span> in der graphischen Benutzeroberfläche unterstützt. - Das optimierte Leseverfahren verarbeitet RS02-Abbilder.

source: Show this message again
de: Diesen Text erneut anzeigen

source: <span weight="bold" size="xx-large">Welcome to dvdisaster!</span>
de: <span weight="bold" size="xx-large">Willkommen bei dvdisaster!</span>

source: dvdisaster creates error correction data to protect CD and DVD media against data loss.
de: dvdisaster erzeugt Fehlerkorrektur-Daten um CD- und DVD-Datenträger gegen Datenverlust zu schützen.

source: Please see the manual for [typical uses] of dvdisaster.
de: Im Handbuch sind [typische Anwendungen] beschrieben.

source: <i>New in this Version:</i>
de: <i>Neu in dieser Version:</i>
