Repository: CartoonFan/dvdisaster
Catalog: dvdisaster/locale/*.po
Languages: de

source: Image state
de: Datenträger-Zustand

source: Error correction file summary
de: Fehlerkorrektur-Datei

source: Created by:
de: Erzeugt von:

source: Method:
de: Methode:

source: Requires:
de: Benötigt:

source: Fingerprint:
de: Fingerabdruck:

source: Ecc blocks:
de: Ecc-Bereiche:

source: Ecc checksum:
de: Ecc-Prüfsumme:

source: Comparison aborted
de: Vergleich abgebrochen

source: Comparing image and error correction files.
de: Vergleiche Abbild- und Fehlerkorrekturdateien.

source: - Checking image file -
de: - Prüfe Abbild-Datei -

source: not present
de: nicht vorhanden

source: present, contains %lld medium sectors.
de: vorhanden, enthält %lld Datenträger-Sektoren.

source: present, contains %lld medium sectors and %d bytes.
de: vorhanden, enthält %lld Datenträger-Sektoren und %d Bytes.

source: %lld sectors + %d bytes
de: %lld Sektoren + %d Bytes

source: * truncated image : %lld sectors too short
de: * zu kurzes Abbild : %lld Sektoren zu wenig

source: <span color="red">%lld (%lld sectors too short)</span>
de: <span color="red">%lld (%lld Sektoren zu wenig)</span>

source: * image too long : %lld excess sectors
de: * Abbild zu lang : %lld überzählige Sektoren

source: <span color="red">%lld (%lld excess sectors)</span>
de: <span color="red">%lld (%lld überzählige Sektoren)</span>

source: <span color="red">Bad image.</span>
de: <span color="red">Schlechtes Abbild.</span>

source: - good image : all sectors present - image md5sum : %s
de: - Gutes Abbild : Alle Sektoren vorhanden - Abbild-md5sum : %s

source: <span color="#008000">Good image.</span>
de: <span color="#008000">Gutes Abbild.</span>

source: * suspicious image : all sectors present, but %lld CRC errors - image md5sum : %s
de: * Verdächtiges Abbild: alle Sektoren vorhanden, aber %lld Prüfsummen-Fehler - Abbild-md5sum : %s

source: <span color="red">Image complete, but contains checksum errors!</span>
de: <span color="red">Abbild vollständig, aber mit Prüfsummen-Fehlern!</span>

source: * BAD image : %lld sectors missing
de: * SCHLECHTES Abbild : %lld Sektoren fehlen

source: * BAD image : %lld sectors missing, %lld CRC errors
de: * SCHLECHTES Abbild : %lld Sektoren fehlen, %lld Prüfsummen-Fehler

source: - Checking ecc file -
de: - Prüfe Fehlerkorrektur-Datei -

source: No error correction file present.
de: Keine Fehlerkorrekturdatei vorhanden.

source: Could not open %s: %s
de: Konnte %s nicht öffnen: %s

source: created by dvdisaster
de: Erzeugt von dvdisaster

source: created by dvdisaster-%d.%d
de: Erzeugt von dvdisaster-%d.%d.

source: created by dvdisaster-0.41.x.
de: Erzeugt von dvdisaster-0.41.x.

source: - method : %4s, %d roots, %4.1f%% redundancy.
de: - Methode : %4s, %d Nullstellen, %4.1f%% Redundanz.

source: %4s, %d roots, %4.1f%% redundancy
de: %4s, %d Nullstellen, %4.1f%% Redundanz

source: - requires : dvdisaster-%d.%d (good)
de: - Benötigt : dvdisaster-%d.%d (gut)

source: * requires : dvdisaster-%d.%d (BAD) * Warning : The following output might be incorrect. * : Please visit http://www.dvdisaster.com for an upgrade.
de: * Benötigt : dvdisaster-%d.%d (SCHLECHT) * Warnung : Die folgenden Ausgaben können falsch sein. * : Bitte besuchen Sie http://www.dvdisaster.de * : um eine neuere Version herunterzuladen.

source: <span color="red">Please upgrade your version of dvdisaster!</span>
de: <span color="red">Bitte verwenden Sie eine neuere Version von dvdisaster!</span>

source: - medium sectors : %lld (good)
de: - Datentr.-Sektoren : %lld (gut)

source: - medium sectors : %lld sectors + %d bytes (good)
de: - Datentr.-Sektoren : %lld Sektoren + %d Bytes (gut)

source: * medium sectors : %lld (BAD, perhaps TAO/DAO mismatch)
de: * Datentr.-Sektoren : %lld (SCHLECHT, vielleicht TAO/DAO verwechselt)

source: * medium sectors : %lld (BAD)
de: * Datentr.-Sektoren : %lld (SCHLECHT)

source: <span color="red">Image size does not match error correction file.</span>
de: <span color="red">Abbild-Größe paßt nicht zum Wert in der Fehlerkorrektur-Datei.</span>

source: * medium sectors : %lld sectors + %d bytes (BAD)
de: * Datentr.-Sektoren : %lld Sektoren + %d Bytes (SCHLECHT)

source: <span color="red">%lld sectors + %d bytes</span>
de: <span color="red">%lld Sektoren + %d Bytes</span>

source: - medium sectors : %lld
de: - Datentr.-Sektoren : %lld

source: - medium sectors : %lld sectors + %d bytes
de: - Datentr.-Sektoren : %lld Sektoren + %d Bytes

source: - image md5sum : %s (good)
de: - Abbild-md5sum : %s (gut)

source: * image md5sum : %s (BAD)
de: * Abbild-md5sum : %s (SCHLECHT)

source: - image md5sum : %s
de: - Abbild-md5sum : %s

source: * fingerprint match: NOT POSSIBLE - related sector is missing in image!
de: * Fingerabdruck : Vergleich NICHT MÖGLICH - zugehöriger Sektor fehlt im Abbild!

source: <span color="red">missing sector prevents calculation</span>
de: <span color="red">zugehöriger Sektor fehlt im Abbild</span>

source: * fingerprint match: MISMATCH - .iso and .ecc don't belong together!
de: * Fingerabdruck : PAßT NICHT - .iso und .ecc - Dateien gehören nicht zusammen!

source: <span color="red">mismatch</span>
de: <span color="red">paßt nicht</span>

source: <span color="red">Image and error correction files do not belong together!</span>
de: <span color="red">Abbild- und Fehlerkorrektur-Dateien passen nicht zueinander!</span>

source: - fingerprint match: good
de: - Fingerabdruck : paßt (gut)

source: good
de: gut

source: - ecc blocks : %lld (good)
de: - Ecc-Bereiche : %lld (gut)

source: * ecc blocks : %lld (BAD, expected %lld)
de: * Ecc-Bereiche : %lld (SCHLECHT, erwartet: %lld)

source: <span color="red">%lld (bad, expected %lld)</span>
de: <span color="red">%lld (schlecht, erwartet: %lld)</span>

source: * ecc md5sum : BAD, ecc file may be damaged!
de: * Ecc-md5sum : SCHLECHT, Fehlerkorrekturdatei kann beschädigt sein!

source: <span color="red">bad</span>
de: <span color="red">schlecht</span>

source: <span color="red">Error correction file may be damaged!</span>
de: <span color="red">Fehlerkorrekturdatei ist möglicherweise beschädigt!</span>

source: - ecc md5sum : %s (good)
de: - Ecc-md5sum : %s (gut)

source: <span color="#008000">Good error correction file.</span>
de: <span color="#008000">Gute Fehlerkorrektur-Datei.</span>

source: <b>2. Creating error correction data:</b>
de: <b>2. Erzeuge Fehlerkorrektur-Daten:</b>

source: Show reading speed curve
de: Zeige Lesegeschwindigkeits-Kurve

source: Repaired: %lld
de: Repariert: %lld

source: Unrepairable: <span color="red">%lld</span>
de: Nicht reparierbar: <span color="red">%lld</span>

source: Progress: %3d.%1d%%
de: Fortschritt: %3d.%1d%%

source: Errors/Ecc block
de: Fehler/Ecc-Bereich

source: %d MB of system memory
de: %d MB Systemspeicher

source: %4.1f%% redundancy (%d roots)
de: %4.1f%% Redundanz (%d Nullstellen)

source: Redundancy for new error correction files
de: Redundanz für neu erstellte Fehlerkorrekturdateien

source: High
de: Hoch

source: Other
de: Andere:

source: Use at most
de: Verwende höchstens

source: MB for error correction data
de: MB für Fehlerkorrekturdaten

source: Memory utilization
de: Speichernutzung

source: Use
de: Verwende

source: Failed seeking to ecc header at %lld: %s
de: Ansteuern des Ecc-Vorspanns bei Pos. %lld fehlgeschlagen: %s

source: Failed writing ecc header at %lld: %s
de: Schreiben des Ecc-Vorspanns bei Pos. %lld fehlgeschlagen: %s

source: <span color="red">Aborted by user request!</span> (partial ecc data removed from image)
de: <span color="red">Abbruch auf Benutzeranforderung!</span> (unvollständige Fehlerkorrektur-Daten wurden aus dem Abbild entfernt)

source: Image "%s" already contains error correction information. Truncating image to data part (%lld sectors).
de: Das Abbild "%s" enthält bereits Fehlerkorrektur-Daten. Es wird auf den Daten-Anteil (%lld Sektoren) verkürzt.

source: Image contains unread(able) sectors. Error correction information can only be appended to complete (undamaged) images.
de: Das Abbild ist unvollständig. Fehlerkorrektur-Daten können nur an vollständige Abbilder hinzugefügt werden.

source: Preparing image (checksums, adding space): %3d%%
de: Abbild vorbereiten (Prüfsummen, Größe erweitern): %3d%%

source: Failed seeking to end of image: %s
de: Ansteuern des Abbild-Endes fehlgeschlagen: %s

source: Failed expanding the image: %s
de: Erweitern des Abbildes fehlgeschlagen: %s

source: Error correction data creation aborted
de: Erzeugen der Fehlerkorrektur-Daten abgebrochen

source: <big>Augmenting the image with error correction data.</big> <i>%s</i>
de: <big>Erweitere das Abbild um Fehlerkorrektur-Daten.</big> <i>%s</i>

source: - checking image -
de: - prüfe Abbild -

source: Encoding with Method RS02: %lld MB data, %lld MB ecc (%d roots; %4.1f%% redundancy).
de: Kodiere mit Methode RS02: %lld MB Daten, %lld MB Fehlerkorrektur-Daten (%d Nullstellen; %4.1f%% Redundanz).

source: Augmenting image with Method RS02: %lld MB data, %lld MB ecc (%d roots; %4.1f%% redundancy).
de: Erweitere das Abbild mit dem RS02-Verfahren: %lld MB Daten, %lld MB Fehlerkorrektur-Daten (%d Nullstellen; %4.1f%% Redundanz).

source: Not enough space on medium left for error correction data. Data portion of image: %lld sect.; maximum possible size: %lld sect. If reducing the image size or using a larger medium is not an option, please create a separate error correction file using the RS01 method.
de: Der Datenträger hat nicht genügend Platz für die Fehlerkorrektur-Daten. Dateninhalt des Abbilds: %lld Sekt.; Höchstmögliche Größe: %lld Sekt. Falls die Abbild-Größe nicht verringert werden kann und kein größerer Datenträger zur Verfügung steht, erzeugen Sie bitte eine alleinstehende Fehlerkorrektur-Datei mit dem RS01-Verfahren.

source: Using redundancies below 20%%%% may not give the expected data loss protection.
de: Redundanzen unterhalb von 20%%%% haben möglicherweise nicht die erhoffte Datensicherungs-Funktion.

source: Image has been augmented with error correction data. New image size is %lld MB (%lld sectors).
de: Das Abbild wurde um Fehlerkorrektur-Daten erweitert. Die neue Abbild-Größe ist %lld MB (%lld Sektoren).

source: Expanding image: %3d%%
de: Erweitere das Abbild: %3d%%

source: Image contains error correction data: Method RS02, %d roots, %4.1f%% redundancy.
de: Das Abbild enthält Fehlerkorrektur-Daten: Methode RS02, %d Nullstellen, %4.1f%% Redundanz.

source: The image file is %lld sectors longer as noted in the ecc data. This might simply be zero padding, but could also mean that the image was manipulated after appending the error correction information. %s
de: Die Abbild-Datei ist %lld Sektoren länger als in den Fehlerkorrektur-Daten vermerkt wurde. Dies kann durch Auffüllen mit leeren Sektoren verursacht sein. Es kann aber auch bedeuten daß das Abbild nach dem Hinzufügen der Fehlerkorrektur-Daten verändert wurde. %s

source: * Ecc block %lld: %3d unrepairable sectors:
de: * Ecc-Bereich %lld: %3d unreparierbare Sektoren:

source: -> CRC-predicted error in sector %lld at byte %4d (value %02x '%c', expected %02x '%c')
de: -> CRC-erkannter Fehler in Sektor %lld, Bytepos. %4d (Wert %02x '%c', erwartet %02x '%c')

source: -> Non-predicted error in sector %lld at byte %4d (value %02x '%c', expected %02x '%c')
de: -> Nicht erwarteter Fehler in Sektor %lld, Bytepos. %4d (Wert %02x '%c', erwartet %02x '%c')

source: Repaired sectors: %lld (%lld data, %lld ecc)
de: Reparierte Sektoren: %lld (%lld Daten, %lld Fehlerkorrektur)

source: Data checksum:
de: Daten-Prüfsumme:

source: CRC checksum:
de: Crc-Prüfsumme:

source: Ecc headers:
de: Ecc-Vorspänne:

source: Data section:
de: Daten-Abschnitt:

source: Crc section:
de: Crc-Abschnitt:

source: Ecc section:
de: Ecc-Abschnitt:

source: Error correction data
de: Fehlerkorrektur-Daten

source: - erasure counts : avg = %.1f; worst = %d per ecc block.
de: - Auslöschungen : Mittelwert = %.1f; Schlechtester = %d pro Ecc-Block

source: - prognosis : %lld of %lld sectors recoverable (%d.%d%%)
de: - Vorhersage : %lld von %lld Sektoren wiederherstellbar (%d.%d%%)

source: Erasure counts:
de: Auslöschungen:

source: Prognosis:
de: Vorhersage:

source: <span color="%s">avg = %.1f; worst = %d per ecc block.</span>
de: <span color="%s">Mittelwert = %.1f; Schlechtester = %d pro Ecc-Block.</span>

source: <span color="%s">%lld of %lld sectors recoverable (%d.%d%%)</span>
de: <span color="%s">%lld von %lld Sektoren wiederherstellbar (%d.%d%%)</span>

source: Check aborted
de: Überprüfung abgebrochen

source: Checking the image file.
de: Überprüfe die Abbild-Datei.

source: Image contains error correction data.
de: Das Abbild enthält Fehlerkorrektur-Daten.

source: <span color="red">Image file is %lld sectors shorter than expected.</span>
de: <span color="red">Das Abbild ist %lld Sektoren kürzer als erwartet.</span>

source: <span color="red">Image file is %lld sectors longer than expected.</span>
de: <span color="red">Das Abbild ist %lld Sektoren länger als erwartet.</span>

source: Failed reading ecc header at %lld: %s
de: Lesen des Ecc-Vorspanns bei Pos. %lld fehlgeschlagen: %s

source: complete
de: vollständig

source: <span color="red">%lld ok, %lld CRC errors, %lld missing</span>
de: <span color="red">%lld ok, %lld Prüfsummen-Fehler, %lld fehlen</span>

source: <span color="red">%lld sectors missing; %lld CRC errors</span>
de: <span color="red">%lld Sektoren fehlen; %lld Prüfsummen-Fehler</span>

source: <span color="red">%lld sectors missing</span>
de: <span color="red">%lld Sektoren fehlen</span>

source: - good image : all sectors present - data md5sum : %s
de: - Gutes Abbild : Alle Sektoren vorhanden - Daten-md5sum : %s

source: * suspicious image : contains damaged ecc headers
de: * Verdächtiges Abbild: enthält beschädigte Ecc-Vorspänne

source: * suspicious image : all sectors present, but %lld CRC errors
de: * Verdächtiges Abbild: alle Sektoren vorhanden, aber %lld Prüfsummen-Fehler

source: ... ecc headers : %lld ok, %lld CRC errors, %lld missing
de: ... Ecc-Vorspänne : %lld ok, %lld Prüfsummen-Fehler, %lld fehlen

source: ... data section : %lld sectors missing; %lld CRC errors
de: ... Daten-Abschnitt: %lld Sektoren fehlen; %lld Prüfsummen-Fehler

source: ... data md5sum : %s
de: ... Daten-md5sum : %s

source: ... crc section : %lld sectors missing
de: ... CRC-Abschnitt : %lld Sektoren fehlen

source: ... ecc section : %lld sectors missing
de: ... ECC-Abschnitt : %lld Sektoren fehlen

source: <span color="red">Damaged image.</span>
de: <span color="red">Das Abbild ist beschädigt.</span>

source: Error correction data:
de: Fehlerkorrektur-Daten:

source: <span color="red">Image size does not match recorded size.</span>
de: <span color="red">Die Abbild-Größe entspricht nicht der aufgezeichneten Größe.</span>

source: - data md5sum : %s (good)
de: - Daten-md5sum : %s (gut)

source: * data md5sum : %s (BAD)
de: * Daten-md5sum : %s (SCHLECHT)

source: - data md5sum : %s
de: - Daten-md5sum : %s

source: - crc md5sum : %s (good)
de: - CRC-md5sum : %s (gut)

source: * crc md5sum : %s (BAD)
de: * CRC-md5sum : %s (SCHLECHT)

source: * ecc md5sum : %s (BAD)
de: * Ecc-md5sum : %s (SCHLECHT)

source: <span color="#008000">Good error correction data.</span>
de: <span color="#008000">Gute Fehlerkorrektur-Daten.</span>

source: <span color="#008000">Full data recovery is likely.</span>
de: <span color="#008000">Eine vollständige Wiederherstellung ist wahrscheinlich.</span>

source: <span color="red">Full data recovery is NOT possible.</span>
de: <span color="red">Eine vollständige Wiederherstellung ist NICHT möglich.</span>

source: <b>1. Preparing image:</b>
de: <b>1. Abbild vorbereiten:</b>

source: Maximum image size
de: Größte mögliche Abbildlänge

source: Use smallest possible size from following table (in sectors):
de: Verwende kleinsten möglichen Wert aus folgender Tabelle:

source: DVD 1 layer:
de: einlagige DVD:

source: DVD 2 layers:
de: zweilagige DVD:

source: query medium
de: Datenträger abfragen

source: sectors.
de: Sektoren.

source: No CD/DVD drives found.
de: Keine CD/DVD-Laufwerke gefunden.

source: Could not get SCSI-Iterator.
de: SCSI-Iterator nicht verfügbar.

source: Could not get PlugInInterface.
de: PlugInInterface nicht verfügbar.

source: Could not get MMCDeviceInterface.
de: MMCDeviceInterface nicht verfügbar.

source: Could not get SCSITaskDeviceInterface.
de: SCSITaskDeviceInterface nicht verfügbar.

source: Couldn't obtain exclusive access to drive.
de: Ausschließlicher Zugriff auf Laufwerk nicht möglich.

source: Could not create taskInterface.
de: taskInterface kann nicht erzeugt werden.

source: illegal data_mode: %d
de: data_mode unzulässig: %d

source: Couldn't set command descriptor block.
de: Konnte command descriptor block nicht setzen.

source: Couldn't set scatter-gather.
de: Konnte scatter-gather nicht setzen.

source: Can not access /dev for devices No drives will be pre-selected.
de: Kein Zugriff auf Laufwerke in /dev möglich. Es werden keine Laufwerke voreingestellt.

source: No CD/DVD drives found in /dev. No drives will be pre-selected.
de: Keine CD/DVD in /dev gefunden. Es werden keine Laufwerke voreingestellt.

source: Could not allocate ccb for %s
de: Konnte ccb für %s nicht erzeugen

source: unknown
de: unbekannt

source: Can open %s, but INQUIRY fails. Chances are that you're using ide-scsi emulation for an ATAPI drive, and try to access it via /dev/cdrom or /dev/hd?. Either use /dev/scd? or /dev/sr? instead, or disable ide-scsi emulation.
de: Laufwerk %s kann geöffnet werden, aber INQUIRY schlägt fehl. Möglicherweise verwenden Sie ide-scsi-Emulation für ein ATAPI-Laufwerk, und greifen darauf über /dev/cdrom oder /dev/hd? zu. Verwenden Sie entweder /dev/scd? oder /dev/sr?, oder schalten Sie die ide-scsi-Emulation ab.

source: INQUIRY failed. Something is wrong with drive %s.
de: INQUIRY fehlgeschlagen. Irgendetwas stimmt nicht mit Laufwerk %s.

source: Device %s (%s) is not a CDROM drive.
de: Gerät %s (%s) ist kein CDROM.

source: Device %s (%s) is a hard disk.
de: Laufwerk %s (%s) ist eine Festplatte.

source: %s Could not query dvd structure length.
de: %s Konnte Länge der DVD-Strukturbeschreibung nicht ermitteln.

source: Could not query dvd physical structure - implausible packet length %d
de: Konnte technische DVD-Strukturbeschreibung nicht ermitteln - ungültige Datenpaket-Größe %d

source: %s Could not query physical dvd structure.
de: %s Konnte technische DVD-Strukturbeschreibung nicht ermitteln.

source: %s Could not query TOC length.
de: %s Konnte Länge des Inhaltsverzeichnisses nicht ermitteln.

source: TOC info too long (%d), probably multisession.
de: Inhaltsverzeichnis zu lang (%d), wahrscheinlich Mehrfach-Sitzung.

source: %s Could not read TOC.
de: %s Konnte Inhaltsverzeichnis nicht lesen.

source: %s Could not query full TOC length.
de: %s Konnte Länge des erweiterten Inhaltsverzeichnisses nicht ermitteln.

source: TOC info too short, length %d.
de: Inhaltsverzeichnis zu kurz, Länge %d.

source: %s Could not read full TOC.
de: %s Konnte erweitertes Inhaltsverzeichnis nicht lesen.

source: Unexpected TOC format (length %d):
de: Unerwartetes Inhaltsverzeichnis-Format (Länge %d):

source: Consider sending a bug report.
de: Erwägen Sie eine Fehlerbeschreibung einzusenden.

source: Data CD mode 1
de: Daten-CD Mode 1

source: Unknown
de: Unbekannt

source: CD Audio
de: Audio-CD

source: %s Could not query dvd structure length for format code 1.
de: %s Konnte Länge der DVD-Strukturbeschreibung für Formatkode 1 nicht ermitteln.

source: Could not query dvd copyright info - implausible packet length %d
de: Konnte DVD-Copyright-Information nicht ermitteln - ungültige Datenpaket-Größe %d

source: %s Could not query copyright info.
de: %s Konnte DVD-Copyright-Information nicht ermitteln.

source: is undecideable because of read error
de: ist aufgrund von Lesefehlern unbestimmbar

source: looks GOOD
de: erscheint KORREKT

source: gives unformatted size (UNUSABLE)
de: ist die unformatierte Größe (UNBRAUCHBAR)

source: is UNUSABLE
de: ist UNBRAUCHBAR

source: %s Could not query medium size.
de: %s Konnte Datenträger-Größe nicht ermitteln.

source: Different media sizes depending on query method: READ CAPACITY: %lld sectors READ DVD STRUCTURE: %lld sectors
de: Widersprüchliche Angaben zur Länge des Datenträger-Inhaltes: READ CAPACITY: %lld Sektoren READ DVD STRUCTURE: %lld Sektoren

source: Evaluation of returned medium sizes:
de: Untersuchung der beiden Angaben:

source: Using value from READ CAPACITY
de: Verwende den Wert von READ CAPACITY.

source: Using value from READ DVD STRUCTURE
de: Verwende den Wert von READ DVD STRUCTURE.

source: FAILED to determine image size. Using smaller value as this is right on >90%% of all drives, but CONTINUE AT YOUR OWN RISK (the image may be incomplete/unusable)
de: Größe des Datenträger-Inhaltes ist UNBESTIMMBAR. Verwende den kleineren Wert (funktioniert bei 90%% aller Laufwerke). Weitermachen auf EIGENE GEFAHR: das Abbild kann unvollständig/unbrauchbar sein.

source: Final decision: %s
de: Abschließende Entscheidung: %s

source: Failed to determine image size. Try using a different drive.
de: Größe des Datenträger-Inhaltes ist unbestimmbar. Probieren Sie ein anderes Laufwerk.

source: Setting the drive speed failed:
de: Konnte Laufwerksgeschwindigkeit nicht verändern:

source: Retrying Sector %lld because of: %s
de: Erneuter Leseversuch von Sektor %lld wegen: %s

source: Device: %s, %s
de: Laufwerk: %s, %s

source: Device: %s (%s), %s
de: Laufwerk: %s (%s), %s

source: ... Device can read defective sectors in RAW mode. Good!
de: ... Laufwerk kann beschädigte Sektoren in der RAW-Betriebsart lesen. Gut!

source: ... Device can NOT read defective sectors in RAW mode.
de: ... Laufwerk kann KEINE beschädigten Sektoren in der RAW-Betriebsart lesen.

source: Medium: %s, %lld sectors%s %d layer(s)
de: Datenträger: %s, %lld Sektoren%s %d Schicht(en)

source: Medium "%s": %s, %lld sectors%s %d layer(s), created %s
de: Datenträger "%s": %s, %lld Sektoren%s %d Schicht(en), erzeugt %s

source: Medium: %s, %lld sectors%s
de: Datenträger: %s, %lld Sektoren%s

source: Medium "%s": %s, %lld sectors%s created %s
de: Datenträger "%s": %s, %lld Sektoren%s erzeugt %s

source: This software does not support "%s" type media.
de: Dieses Programm unterstützt keine Datenträger vom Typ "%s".

source: This software does not support encrypted media.
de: Dieses Programm unterstützt keine verschlüsselten Datenträger.

source: This software does not support multisession (%d sessions) media.
de: Dieses Programm unterstützt keine Mehrfach-Sitzungen (%d Sitzungen). (für Anglophile: Multisession-CDs sind gemeint ;-)

source: * Unsupported operating system - no SCSI layer available. * No drives can be used.
de: * Nicht unterstütztes Betriebssystem - keine SCSI-Schicht verfügbar. * Keine Laufwerke können verwendet werden.

source: GetASPI32SupportInfo() not available.
de: GetASPI32SupportInfo() nicht vorhanden.

source: SendASPI32Command() not available.
de: SendASPI32Command() nicht vorhanden.

source: Could not determine number of host adapters
de: Anzahl der Laufwerksanschlüsse nicht ermittelbar

source: ASPI warning: Could not query host adapter %d
de: ASPI-Warnung: Laufwerksanschluß %d antwortet nicht

source: ASPI alignment = %d requested; can't handle that.
de: ASPI Speicherausrichtung = %d wird nicht unterstützt.

source: ASPI max xfer length = %d; can't handle that.
de: ASPI-maximale Übertragungslänge = %d wird nicht unterstützt.

source: ASPI manager present, but no CD/DVD drives managed.
de: ASPI-Manager vorhanden, aber keine CD/DVD zugeordnet.

source: %d SPTI drives, but %d ASPI drives. Drive letter mapping for ASPI drives is probably incorrect.
de: %d SPTI Laufwerke und %d ASPI Laufwerke. Die Buchstaben-Zuordnung für ASPI-Laufwerke stimmt wahrscheinlich nicht.

source: List of ASPI CD/DVD drives:
de: Liste der ASPI CD/DVD-Laufwerke:
